Repository: abhiiishek2000/delivery_basket
Catalog: lib/l10n/intl_*.arb
Languages: gu, te

# welcomeText
source: Hi Welcome
gu: હાય વેલકમ
te: హాయ్ స్వాగతం

# loginSuccess
source: Login successfully
gu: સફળતાપૂર્વક પ્રવેશ કરો
te: విజయవంతంగా లాగిన్ అవ్వండి

source: Login failed
gu: પ્રવેશ નિષ્ફળ
te: లాగిన్ విఫలమైంది

source: Hello User,
gu: હેલો વપરાશકર્તા,
te: హలో యూజర్,

source: login to continue
gu: ચાલુ રાખવા માટે પ્રવેશ કરો
te: కొనసాగించడానికి లాగిన్ చేయండి

source: Mobile
gu: મોબાઇલ
te: మొబైల్

source: Password
gu: પાસવર્ડ
te: పాస్వర్డ్

source: Forgot Password?
gu: પાસવર્ડ ભૂલી ગયા છો?
te: పాస్‌వర్డ్ మర్చిపోయారా?

# loginpage
source: Login
gu: પ્રવેશ કરો
te: ప్రవేశించండి

source: Don't have an account?
gu: ખાતું નથી?
te: ఖాతా లేదా?

source: SIGN UP
gu: સાઇન અપ કરો
te: చేరడం

# enterMobileNumber
source: Please enter mobile number
gu: કૃપા કરીને મોબાઇલ નંબર દાખલ કરો
te: దయచేసి మొబైల్ నంబర్ నమోదు చేయండి

# enterValidMobileNumber
source: Please enter valid mobile number
gu: કૃપા કરીને માન્ય મોબાઇલ નંબર દાખલ કરો
te: దయచేసి చెల్లుబాటు అయ్యే మొబైల్ నంబర్‌ను నమోదు చేయండి

# enterPassword
source: Please enter password
gu: કૃપા કરીને પાસવર્ડ દાખલ કરો
te: దయచేసి పాస్‌వర్డ్ నమోదు చేయండి

# passwordLengthInvalid
source: Password must be 3 to 15 characters
gu: પાસવર્ડ 3 થી 15 અક્ષરોનો હોવો જોઈએ
te: పాస్‌వర్డ్ తప్పనిసరిగా 3 నుండి 15 అక్షరాలు ఉండాలి

source: For Sign up
gu: સાઇન અપ માટે
te: సైన్ అప్ కోసం

# pleaseEnterNumberBelow
source: Please type your number below
gu: કૃપા કરીને તમારો નંબર નીચે લખો
te: దయచేసి మీ నంబర్‌ను క్రింద టైప్ చేయండి

source: Send OTP
gu: ઓટીપી મોકલો
te: OTP పంపండి

source: Otp send successfully
gu: Otp સફળતાપૂર્વક મોકલો
te: Otp విజయవంతంగా పంపుతుంది

# numberAlreadyExist
source: Your number is already exist
gu: તમારો નંબર પહેલેથી જ અસ્તિત્વમાં છે
te: మీ నంబర్ ఇప్పటికే ఉంది

source: Verification
gu: ચકાસણી
te: ధృవీకరణ

# enterOtpBelow
source: We have just your phone an OTP, Please enter below to verify
gu: અમારી પાસે ફક્ત તમારો ફોન OTP છે, કૃપા કરીને ચકાસવા માટે નીચે દાખલ કરો
te: మీ ఫోన్‌లో OTP మాత్రమే ఉంది, ధృవీకరించడానికి దయచేసి దిగువ నమోదు చేయండి

source: Resend Otp
gu: Otp ફરીથી મોકલો
te: OTP ను మళ్ళీ పంపు

source: Resend otp in
gu: ઓટીપી ફરીથી મોકલો
te: Otp ని మళ్లీ పంపండి

source: sec
gu: સેકન્ડ
te: సెకను

source: Verify
gu: ચકાસો
te: ధృవీకరించు

# enterOtp
source: Please enter otp
gu: કૃપા કરીને otp દાખલ કરો
te: దయచేసి otp ని నమోదు చేయండి

source: Otp not matched
gu: Otp મેળ ખાતો નથી
te: Otp సరిపోలలేదు

# otpMatched
source: Otp matched successfully
gu: Otp સફળતાપૂર્વક મેળ ખાતો હતો
te: Otp విజయవంతంగా సరిపోలింది

# passwordChanged
source: Password change successfully
gu: પાસવર્ડ સફળતાપૂર્વક બદલાયો
te: పాస్‌వర్డ్ విజయవంతంగా మార్చబడింది

source: Password change failed
gu: પાસવર્ડ બદલવામાં નિષ્ફળ
te: పాస్‌వర్డ్ మార్పు విఫలమైంది

source: Reset Password
gu: પાસવર્ડ રીસેટ કરો
te: రహస్యపదాన్ని మార్చుకోండి

source: Please enter new password
gu: કૃપા કરીને નવો પાસવર્ડ દાખલ કરો
te: దయచేసి కొత్త పాస్‌వర్డ్ నమోదు చేయండి

source: Please enter repeat password
gu: કૃપા કરીને પુનરાવર્તન પાસવર્ડ દાખલ કરો
te: దయచేసి పునరావృత పాస్‌వర్డ్‌ని నమోదు చేయండి

# passwordNotMatched
source: Password not match
gu: પાસવર્ડ મેળ ખાતો નથી
te: పాస్‌వర్డ్ సరిపోలడం లేదు

source: Re-Password
gu: ફરીથી પાસવર્ડ
te: రీ-పాస్‌వర్డ్

source: Send
gu: મોકલો
te: పంపు

source: Registration successfully
gu: સફળતાપૂર્વક નોંધણી
te: విజయవంతంగా నమోదు

source: Registration failed
gu: નોંધણી નિષ્ફળ
te: నమోదు విఫలమైంది

source: Please type your information below
gu: કૃપા કરીને તમારી માહિતી નીચે લખો
te: దయచేసి దిగువ మీ సమాచారాన్ని టైప్ చేయండి

source: Full name
gu: પૂરું નામ
te: పూర్తి పేరు

source: Email
gu: ઇમેઇલ
te: ఇమెయిల్

source: Optional
gu: વૈકલ્પિક
te: ఐచ్ఛికం

# iAgreeTermConditions
source: By signing up, I agree your terms & conditions
gu: સાઇન અપ કરીને, હું તમારા નિયમો અને શરતો સાથે સંમત છું
te: సైన్ అప్ చేయడం ద్వారా, నేను మీ నిబంధనలు & షరతులను అంగీకరిస్తున్నాను

source: Please enter name
gu: કૃપા કરીને નામ દાખલ કરો
te: దయచేసి పేరు నమోదు చేయండి

source: Already, have an account?
gu: પહેલેથી જ, એક એકાઉન્ટ છે?
te: ఖాతా కలిగి ఉన్నారా?

source: Next
gu: આગળ
te: తరువాత

source: Skip
gu: છોડો
te: దాటవేయి

# introFirstHeadline
source: Fresh fruits
gu: તાજા ફળો
te: తాజా పండ్లు

# introSecondHeadline
source: Fresh vegetables
gu: તાજા શાકભાજી
te: తాజా కూరగాయలు

# introThirdHeadline
source: Affordable rates.
gu: પોષણક્ષમ દરો.
te: సరసమైన రేట్లు.

# introFirst
source: We deliver fresh and organic fruits directly from the farms with high nutritious values which help in the healthy growth of the body.
gu: અમે તાજા અને ઓર્ગેનિક ફળો સીધા ખેતરોથી ઉચ્ચ પૌષ્ટિક મૂલ્યો સાથે પહોંચાડીએ છીએ જે શરીરના તંદુરસ્ત વિકાસમાં મદદ કરે છે.
te: శరీరం యొక్క ఆరోగ్యకరమైన ఎదుగుదలకు సహాయపడే అధిక పోషక విలువలు కలిగిన పొలాల నుండి మేము తాజా మరియు సేంద్రీయ పండ్లను నేరుగా బట్వాడా చేస్తాము.

# introSecond
source: We deliver the healthy and fresh quality of vegetable which are directly from the farms containing a high level of healthy proteins and vitamins.
gu: અમે શાકભાજીની તંદુરસ્ત અને તાજી ગુણવત્તા પહોંચાડીએ છીએ જે સીધા ઉચ્ચ તંદુરસ્ત પ્રોટીન અને વિટામિન્સ ધરાવતા ખેતરોમાંથી છે.
te: మేము ఆరోగ్యకరమైన మరియు తాజా నాణ్యమైన కూరగాయలను అధిక స్థాయిలో ఆరోగ్యకరమైన ప్రోటీన్లు మరియు విటమిన్‌లను కలిగి ఉన్న పొలాల నుండి నేరుగా అందిస్తాము.

# introThird
source: The rates of fruits and vegetables from the Vidarbha basket are very affordable and cheap so that everyone can avail of its facility with the fastest delivery.
gu: વિદર્ભ બાસ્કેટમાંથી ફળો અને શાકભાજીના દર ખૂબ જ સસ્તું અને સસ્તા છે જેથી દરેક જણ સૌથી ઝડપી ડિલિવરી સાથે તેની સુવિધાનો લાભ લઈ શકે.
te: విదర్భ బుట్ట నుండి పండ్లు మరియు కూరగాయల ధరలు చాలా సరసమైనవి మరియు చౌకగా ఉంటాయి, తద్వారా ప్రతి ఒక్కరూ వేగవంతమైన డెలివరీతో దాని సదుపాయాన్ని పొందవచ్చు.

source: Store
gu: દુકાન
te: స్టోర్

source: Cart
gu: કાર્ટ
te: బండి

source: Offers
gu: ઓફર કરે છે
te: ఆఫర్లు

source: Wishlist
gu: વિશલિસ્ટ
te: కోరికల జాబితా

source: Alert
gu: ચેતવણી
te: హెచ్చరిక

# areYouSureCLoseApp
source: Are you sure close application?
gu: શું તમને ખાતરી છે કે એપ્લિકેશન બંધ છે?
te: మీరు ఖచ్చితంగా దరఖాస్తును మూసివేస్తున్నారా?

source: Yes
gu: હા
te: అవును

source: No
gu: ના
te: లేదు

source: Register
gu: નોંધણી કરો
te: నమోదు

source: My Orders
gu: મારા ઓર્ડર
te: నా ఆదేశాలు

# pleaseLoginFirst
source: Please login first to perform operation
gu: Performપરેશન કરવા માટે કૃપા કરીને પહેલા લ logગિન કરો
te: దయచేసి ఆపరేషన్ చేయడానికి ముందుగా లాగిన్ చేయండి

source: Wallet
gu: વૉલેટ
te: వాలెట్

source: My delivery address
gu: મારું વિતરણ સરનામું
te: నా డెలివరీ చిరునామా

source: Change
gu: બદલો
te: మార్చు

source: Logout
gu: લૉગ આઉટ
te: లాగ్ అవుట్

source: No Address found
gu: કોઈ સરનામું મળ્યું નથી
te: చిరునామా కనుగొనబడలేదు

source: All Products
gu: બધા ઉત્પાદનો
te: అన్ని ఉత్పత్తులు

source: Morning
gu: સવાર
te: ఉదయం

source: Afternoon
gu: બપોરે
te: మధ్యాహ్నం

source: Evening
gu: સાંજ
te: సాయంత్రం

source: Hello
gu: નમસ્તે
te: హలో

source: User
gu: વપરાશકર્તા
te: వినియోగదారు

source: Good
gu: સારું
te: మంచిది

# shopByCategory
source: Explore by category
gu: કેટેગરી પ્રમાણે ખરીદી કરો
te: వర్గం వారీగా షాపింగ్ చేయండి

# todaysOffer
source: Today's offers
gu: આજની ઓફરો
te: నేటి ఆఫర్లు

# priceDetail
source: PRICE DETAILS
gu: ભાવ વિગતો
te: ధర వివరాలు

source: Price
gu: કિંમત
te: ధర

source: Items
gu: વસ્તુઓ
te: అంశాలు

source: Discount
gu: ડિસ્કાઉન્ટ
te: డిస్కౌంట్

source: Delivery Charges
gu: ડિલિવરી ચાર્જ
te: డెలివరీ ఛార్జీలు

source: Free
gu: મુક્ત
te: ఉచిత

source: Total Amount
gu: કુલ રકમ
te: మొత్తం మొత్తం

# youWllSave
source: You will save
gu: તમે બચાવશો
te: మీరు ఆదా చేస్తారు

source: on this order
gu: આ ઓર્ડર પર
te: ఈ క్రమంలో

source: Save extra amount using offers
gu: ઓફરનો ઉપયોગ કરીને વધારાની રકમ બચાવો
te: ఆఫర్‌లను ఉపయోగించి అదనపు మొత్తాన్ని ఆదా చేయండి

source: Please wait
gu: મહેરબાની કરી રાહ જુવો
te: దయచేసి వేచి ఉండండి

source: Weight
gu: વજન
te: బరువు

source: Cart Deleted
gu: કાર્ટ કાી નાખ્યું
te: బండి తొలగించబడింది

source: Out of Stock!
gu: આઉટ ઓફ સ્ટોક!
te: స్టాక్ లేదు!

source: Subtotal
gu: સબટોટલ
te: మొత్తం

source: Minimum order price is
gu: ન્યૂનતમ ઓર્ડર કિંમત છે
te: కనీస ఆర్డర్ ధర

source: Please remove out of stock product
gu: કૃપા કરીને આઉટ ઓફ સ્ટોક ઉત્પાદન દૂર કરો
te: దయచేసి స్టాక్ ఉత్పత్తిని తీసివేయండి

source: Checkout
gu: ચેકઆઉટ
te: చెక్అవుట్

source: OK
gu: બરાબર
te: అలాగే

source: Vidarbha Basket
gu: વિદર્ભ બાસ્કેટ
te: విదర్భ బాస్కెట్

source: Cart is empty
gu: ગાડી ખાલી છે
te: బండి ఖాళీగా ఉంది

source: Cart Updated
gu: કાર્ટ અપડેટ કરી
te: బండి నవీకరించబడింది

source: Offers not available
gu: ઓફર ઉપલબ્ધ નથી
te: ఆఫర్లు అందుబాటులో లేవు

source: Wish List is empty
gu: ઈચ્છા યાદી ખાલી છે
te: కోరికల జాబితా ఖాళీగా ఉంది

source: Add all to cart
gu: કાર્ટમાં બધું ઉમેરો
te: అన్నీ కార్ట్‌కు జోడించండి

source: product out of stock
gu: સ્ટોક બહાર ઉત્પાદન
te: స్టాక్ అయిపోయింది

source: product price is zero
gu: ઉત્પાદનની કિંમત શૂન્ય છે
te: ఉత్పత్తి ధర సున్నా

source: removed from wish list
gu: ઇચ્છા સૂચિમાંથી દૂર
te: కోరికల జాబితా నుండి తొలగించబడింది

source: failed
gu: નિષ્ફળ
te: విఫలమైంది

# productAddedToCartSuccess
source: Product added to cart successfully
gu: ઉત્પાદન સફળતાપૂર્વક કાર્ટમાં ઉમેરવામાં આવ્યું
te: ఉత్పత్తి విజయవంతంగా కార్ట్‌కు జోడించబడింది

source: Language
gu: ભાષા
te: భాష

# selectAddress
source: Please select address
gu: કૃપા કરીને સરનામું પસંદ કરો
te: దయచేసి చిరునామాను ఎంచుకోండి

# selectDeliveryDate
source: Please select delivery date
gu: કૃપા કરીને ડિલિવરી તારીખ પસંદ કરો
te: దయచేసి డెలివరీ తేదీని ఎంచుకోండి

# selectTimeSlot
source: Please select time slot
gu: કૃપા કરીને સમય સ્લોટ પસંદ કરો
te: దయచేసి టైమ్ స్లాట్‌ను ఎంచుకోండి

source: Confirm Order
gu: ઓર્ડરની પુષ્ટિ કરો
te: ఆర్డర్‌ని నిర్ధారించండి

source: Delivery from
gu: તરફથી ડિલિવરી
te: నుండి డెలివరీ

source: At Home
gu: ઘરે
te: ఇంట్లో

source: Self Pickup
gu: સેલ્ફ પિકઅપ
te: స్వీయ పికప్

source: Address
gu: સરનામું
te: చిరునామా

# myDeliveryAddressAndBillingAddressSame
source: My delivery and billing addresses are the same
gu: મારી ડિલિવરી અને બિલિંગ સરનામા સમાન છે
te: నా డెలివరీ మరియు బిల్లింగ్ చిరునామాలు ఒకటే

source: Order Bill
gu: ઓર્ડર બિલ
te: ఆర్డర్ బిల్లు

source: Order List
gu: ઓર્ડર યાદી
te: ఆర్డర్ జాబితా

source: Total Price
gu: કુલ કિંમત
te: మొత్తం విలువ

source: Delivery Fee
gu: ડિલિવરી ફી
te: డెలివరీ ఫీజు

source: Coupon Amount
gu: કૂપન રકમ
te: కూపన్ మొత్తం

source: Discounted Amount
gu: ડિસ્કાઉન્ટેડ રકમ
te: రాయితీ మొత్తం

source: Total Bill
gu: કુલ બિલ
te: మొత్తం బిల్లు

source: Coupon applied successfully
gu: કુપન સફળતાપૂર્વક લાગુ થયું
te: కూపన్ విజయవంతంగా వర్తించబడింది

source: Order placed successfully
gu: ઓર્ડર સફળતાપૂર્વક આપ્યો
te: ఆర్డర్ విజయవంతంగా జరిగింది

source: Coupon
gu: કુપન
te: కూపన్

source: Enter coupon code
gu: કૂપન કોડ દાખલ કરો
te: కూపన్ కోడ్‌ని నమోదు చేయండి

source: Remove
gu: દૂર કરો
te: తొలగించు

source: Apply
gu: અરજી કરો
te: వర్తించు

source: You saved
gu: તમે સાચવ્યું
te: మీరు కాపాడారు

source: Proceed to Pay
gu: ચૂકવણી માટે આગળ વધો
te: చెల్లించడానికి కొనసాగండి

source: Add New Address
gu: નવું સરનામું ઉમેરો
te: కొత్త చిరునామాను జోడించండి

# forgotPasswordDesc
source: Please type your phone number below and we can see reset password
gu: કૃપા કરીને નીચે તમારો ફોન નંબર લખો અને અમે પાસવર્ડ રીસેટ કરી શકીએ છીએ
te: దయచేసి దిగువ మీ ఫోన్ నంబర్‌ను టైప్ చేయండి మరియు మేము రీసెట్ పాస్‌వర్డ్‌ను చూడవచ్చు

source: Address Updated successfully
gu: સરનામું સફળતાપૂર્વક અપડેટ થયું
te: చిరునామా విజయవంతంగా నవీకరించబడింది

source: Address added successfully
gu: સરનામું સફળતાપૂર્વક ઉમેર્યું
te: చిరునామా విజయవంతంగా జోడించబడింది

# failedToUpateAddress
source: failed to update address
gu: સરનામું અપડેટ કરવામાં નિષ્ફળ
te: చిరునామాను నవీకరించడంలో విఫలమైంది

source: failed to add address
gu: સરનામું ઉમેરવામાં નિષ્ફળ
te: చిరునామాను జోడించడంలో విఫలమైంది

source: Sorry for inconvenience
gu: અસુવિધા બદલ માફ કરજો
te: అసౌకర్యనికి చింతిస్తున్నాము

# deliveryNotAvailable
source: Delivery is not available on this pincode. We will start delivery soon in your area
gu: આ પિનકોડ પર ડિલિવરી ઉપલબ્ધ નથી. અમે ટૂંક સમયમાં તમારા વિસ્તારમાં ડિલિવરી શરૂ કરીશું
te: ఈ పిన్‌కోడ్‌లో డెలివరీ అందుబాటులో లేదు. మేము త్వరలో మీ ప్రాంతంలో డెలివరీని ప్రారంభిస్తాము

# flatNo
source: Flat No. /House No. /Bldg
gu: ફ્લેટ નં. /મકાન નં. /Bldg
te: ఫ్లాట్ నెం. /హౌస్ నం /Bldg

# landmark
source: Colony, Street, Landmark
gu: કોલોની, શેરી, સીમાચિહ્ન
te: కాలనీ, వీధి, ల్యాండ్‌మార్క్

source: State
gu: રાજ્ય
te: రాష్ట్రం

source: City
gu: શહેર
te: నగరం

# enterValidPinCode
source: Please enter valid pin code
gu: કૃપા કરીને માન્ય પિન કોડ દાખલ કરો
te: దయచేసి చెల్లుబాటు అయ్యే పిన్ కోడ్‌ని నమోదు చేయండి

source: Save
gu: સાચવો
te: సేవ్ చేయండి

source: Please Enter
gu: કૃપા કરીને દાખલ કરો
te: దయచేసి నమోదు చెయ్యండి

source: Select
gu: પસંદ કરો
te: ఎంచుకోండి

source: Pincode
gu: પીન કોડ
te: పిన్ కోడ్

source: Default Delivery Address
gu: ડિફaultલ્ટ ડિલિવરી સરનામું
te: డిఫాల్ట్ డెలివరీ చిరునామా

source: Change delivery address
gu: ડિલિવરીનું સરનામું બદલો
te: డెలివరీ చిరునామాను మార్చండి

source: Cancel
gu: રદ કરો
te: రద్దు చేయండి

# continueText
source: Continue
gu: ચાલુ રાખો
te: కొనసాగించండి

source: Are you sure delete address?
gu: શું તમે ખરેખર સરનામું કા deleteી નાખશો?
te: మీరు ఖచ్చితంగా చిరునామాను తొలగిస్తారా?

source: Default address
gu: ડિફોલ્ટ સરનામું
te: డిఫాల్ట్ చిరునామా

source: Address list is empty
gu: સરનામાની યાદી ખાલી છે
te: చిరునామా జాబితా ఖాళీగా ఉంది

source: Order List is empty
gu: ઓર્ડરની યાદી ખાલી છે
te: ఆర్డర్ జాబితా ఖాళీగా ఉంది

# orderNo
source: Order Number
gu: ઓર્ડર નંબર
te: ఆర్డర్ సంఖ్య

source: Delivery Date
gu: સોંપણી તારીખ
te: డెలివరీ తేదీ

source: Time Slot
gu: સમય સ્લોટ
te: సమయ విభాగం

source: Amount
gu: રકમ
te: మొత్తం

source: Order ID
gu: ઓર્ડર આઈડી
te: ఆర్డర్ గుర్తింపు సంఖ్యా

source: Products
gu: પ્રોડક્ટ્સ
te: ఉత్పత్తులు

source: Quantity
gu: જથ્થો
te: పరిమాణం

source: Order Summary
gu: ઓર્ડર સારાંશ
te: కొనుగోలు వివరణ

source: Order Status
gu: ઓર્ડરની સ્થિતિ
te: ఆర్డర్ స్థితి

source: Payment Status
gu: ચુકવણીની સ્થિતિ
te: చెల్లింపు స్థితి

source: Payment Options
gu: ચુકવણી વિકલ્પો
te: చెల్లింపు పద్ధతులు

# netBanking
source: Credit card / Debit Card / Net Banking
gu: ક્રેડિટ કાર્ડ / ડેબિટ કાર્ડ / નેટ બેન્કિંગ
te: క్రెడిట్ కార్డ్ / డెబిట్ కార్డ్ / నెట్ బ్యాంకింగ్

source: Order Details
gu: ઓર્ડરની વિગતો
te: ఆర్డర్ వివరాలు

source: Wallet Summary
gu: વletલેટ સારાંશ
te: వాలెట్ సారాంశం

# currentBalance
source: Current balance Rs.
gu: વર્તમાન બેલેન્સ રૂ.
te: ప్రస్తుత బ్యాలెన్స్ రూ.

source: Fund Wallet
gu: ફંડ વોલેટ
te: ఫండ్ వాలెట్

source: Wallet Activity
gu: વletલેટ પ્રવૃત્તિ
te: వాలెట్ కార్యాచరణ

# enterAmount
source: Please enter amount
gu: કૃપા કરીને રકમ દાખલ કરો
te: దయచేసి మొత్తాన్ని నమోదు చేయండి

source: Add Amount
gu: રકમ ઉમેરો
te: మొత్తాన్ని జోడించండి

source: Delivery Options
gu: ડિલિવરી વિકલ્પો
te: డెలివరీ ఎంపికలు

source: Sub Category not available
gu: પેટા શ્રેણી ઉપલબ્ધ નથી
te: ఉప వర్గం అందుబాటులో లేదు

source: View all products in
gu: માં તમામ ઉત્પાદનો જુઓ
te: లో అన్ని ఉత్పత్తులను చూడండి

source: Add to Cart
gu: સૂચી માં સામેલ કરો
te: కార్ట్‌కు జోడించండి

source: Safe
gu: સલામત
te: సురక్షితమైనది

source: Quality
gu: ગુણવત્તા
te: నాణ్యత

source: Fresh
gu: તાજા
te: తాజా

source: Similar Products
gu: સમાન ઉત્પાદનો
te: సారూప్య ఉత్పత్తులు

source: Customer Support
gu: ગ્રાહક સેવા
te: వినియోగదారుని మద్దతు

source: Are you sure Logout
gu: શું તમને ખાતરી છે કે લોગઆઉટ
te: మీరు ఖచ్చితంగా లాగ్ అవుట్ అవుతారా

source: USE MY LOCATION
gu: મારા સ્થાનનો ઉપયોગ કરો
te: నా స్థానాన్ని ఉపయోగించండి

source: USE OTHER LOCATION
gu: અન્ય સ્થાનનો ઉપયોગ કરો
te: ఇతర స్థానాన్ని ఉపయోగించండి

# deliveryChargesVary
source: Delivery charges may apply according to your location
gu: તમારા સ્થાન અનુસાર ડિલિવરી શુલ્ક લાગુ થઈ શકે છે
te: మీ స్థానాన్ని బట్టి డెలివరీ ఛార్జీలు వర్తించవచ్చు

source: Add
gu: ઉમેરો
te: జోడించు

source: Search
gu: શોધો
te: వెతకండి

source: Recent Search
gu: તાજેતરની શોધ
te: ఇటీవలి శోధన

source: Popular Search
gu: લોકપ્રિય શોધ
te: ప్రముఖ శోధన

source: Product not available
gu: ઉત્પાદન ઉપલબ્ધ નથી
te: ఉత్పత్తి అందుబాటులో లేదు

# cod
source: Cash on Delivery
gu: વસ્તુ મળે ત્યારે રોકડા રૂપિયા આપવા
te: వస్తువులు అందిన తరువాత నగదు చెల్లించడం

source: Insufficient Amount in Wallet
gu: વletલેટમાં અપૂરતી રકમ
te: వాలెట్‌లో తగినంత మొత్తం లేదు
